Repository: 5H3LL3H5/mate-applets
Catalog: multiload/docs/*/*.po
Languages: ru

# _
source: translator-credits
ru: Александр Сапрыкин <xelfium@gmail.com> Александр Сигачёв <ajvol2@gmail.com> Александр Соколов Александр Хромин Алексей Рочев <equeim@gmail.com> Алексей Сорокин <sor.alexei@meowr.ru> Андрей Иванков Андрей Носенко <awn@bcs.zp.ua> Антон Резник <t0xa@opensuse.org> Валек Филиппов <frob@df.ru> Валентин Сайков <saikov.vb@gmail.com> Василий Литвинов Виктор Кукшиев <andrey0bolkonsky@gmail.com> Владислав Агафонов <vlad648@gmail.com> Влад Орлов <monsta@inbox.ru> Глеб Мехренин <mehrenin@gmail.com> Денис Арефьев <arefevdns@mail.ru> Дмитрий Мандрык <dmandryk@gmail.com> Дмитрий Мастрюков <dmitry@taurussoft.org> Дмитрий Михирев <mikhirev@gmail.com> Дмитрий Яценко <d.acenko@gmail.com> Евгений Самусев <samusev@gmail.com> Константин Гусев <kilolife@gmail.com> Леонид Кантер <leon@asplinux.ru> Макс Валянский <max.valjanski@gmail.com> Павел Жовнер <zhovner@ukr.net> Сергей Колосов <m17.admin@gmail.com> Сергей Панов <sipan@mit.edu> Сергей Яковлев Юрий Козлов <yuray@komyakino.ru> Evolve32 <evolve32@ya.ru> Сергей Казорин <translation-team@basealt.ru>

source: System Monitor Manual
ru: Руководство пользователя по апплету «Системный монитор»

source: System Monitor displays system load information in graphical format in a panel.
ru: «Системный монитор» выводит на панели графическое отображение загрузки системы.

source: <year>2015-2021</year> <holder>MATE Documentation Project</holder>
ru: <year>2015-2021</year> <holder>Проект документирования MATE</holder>

source: <year>2005</year> <holder>Davyd Madeley</holder>
ru: <year>2005</year> <holder>Дэвид Мэдли</holder>

source: <year>2003</year> <year>2004</year> <holder>Chee Bin HOH</holder>
ru: <year>2003</year> <year>2004 г.</year> <holder>Chee Bin HOH</holder>

source: MATE Documentation Project
ru: Проект документирования MATE

source: GNOME Documentation Project
ru: Проект документирования GNOME

source: <firstname>MATE Documentation Team</firstname> <surname/> <affiliation> <orgname>MATE Desktop</orgname> </affiliation>
ru: <firstname>Команда документирования MATE</firstname> <surname/> <affiliation> <orgname>Рабочий стол MATE</orgname> </affiliation>

source: <firstname>Chee Bin</firstname> <surname>HOH</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address><email>cbhoh@mimos.my</email></address> </affiliation>
ru: <firstname>Chee Bin</firstname> <surname>HOH</surname> <affiliation> <orgname>Проект документирования GNOME</orgname> <address><email>cbhoh@mimos.my</email></address> </affiliation>

source: <firstname>Davyd</firstname><surname>Madeley</surname> <affiliation> <orgname>GNOME Project</orgname> <address><email>davyd@madeley.id.au</email></address> </affiliation>
ru: <firstname>Davyd</firstname><surname>Madeley</surname> <affiliation> <orgname>Проект GNOME</orgname> <address><email>davyd@madeley.id.au</email></address> </affiliation>

source: MATE Documentation Team
ru: Команда документирования MATE

source: <revnumber>System Monitor V2.12</revnumber> <date>July 2015</date> <_:revdescription-1/>
ru: <revnumber>Системный монитор V2.12</revnumber> <date>Июль 2015</date> <_:revdescription-1/>

source: Davyd Madeley
ru: Давид Мэдли

source: <revnumber>Version 2.10</revnumber> <date>March 2005</date> <_:revdescription-1/>
ru: <revnumber>Версия 2.10</revnumber> <date>Март 2005</date> <_:revdescription-1/>

source: <revnumber>Version 2.8</revnumber> <date>August 2004</date> <_:revdescription-1/>
ru: <revnumber>Версия 2.8</revnumber> <date>Август 2004</date> <_:revdescription-1/>

source: Sun GNOME Documentation Team
ru: Команда документирования GNOME компании Sun

source: <revnumber>System Monitor Applet Manual V2.1</revnumber> <date>February 2004</date> <_:revdescription-1/>
ru: <revnumber>Руководство пользователя по апплету «Системный монитор» V2.1</revnumber> <date>Февраль 2004</date> <_:revdescription-1/>

source: <revnumber>System Monitor Applet Manual V2.0</revnumber> <date>July 2003</date> <_:revdescription-1/>
ru: <revnumber>Руководство пользователя по апплету «Системный монитор» V2.0</revnumber> <date>Июль 2003</date> <_:revdescription-1/>

source: This manual describes version 1.10.2 of System Monitor.
ru: В этом руководстве описывается версия 1.10.2 апплета «Системный монитор».

source: Feedback
ru: Обратная связь

source: To report a bug or make a suggestion regarding the System Monitor applet or this manual, follow the directions in the <ulink url="help:mate-user-guide/feedback" type="help">MATE Feedback Page</ulink>.
ru: Чтобы сообщить об ошибке или внести предложение относительно апплета «Системный монитор» или этого руководства, следуйте инструкциям на <ulink url="help:mate-user-guide/feedback" type="help">Странице обратной связи MATE</ulink>.

source: <primary>System Monitor Applet</primary>
ru: <primary>Апплет «Системный монитор»</primary>

source: <primary>System Monitor</primary>
ru: <primary>Системный монитор</primary>

source: Introduction
ru: Введение

source: System Monitor
ru: Системный монитор

source: <imageobject><imagedata fileref="figures/system-monitor-applet_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows System Monitor. Displays a graph for system CPU load. </phrase> </textobject>
ru: <imageobject><imagedata fileref="figures/system-monitor-applet_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Показывает апплет «Системный монитор» c отображением загрузки ЦП. </phrase> </textobject>

source: The <application>System Monitor</application> displays system load information in graphical format in a panel. You can configure <application>System Monitor</application> to display the following information for your system:
ru: <application>«Системный монитор»</application> отображает информациюо загрузке системы на панели в графическом формате. <application> «Системный монитор»</application> можно настроить на вывод следующей информации о системе:

source: Usage of CPU (central processing unit) time
ru: Использование времени ЦП (центрального процессора)

source: Memory usage
ru: Использование памяти

source: Network traffic
ru: Сетевой трафик

source: Usage of swap space
ru: Использование области подкачки

source: Average system load
ru: Средняя загрузка системы

source: Disk load
ru: Загрузка диска

source: To Add System Monitor to a Panel
ru: Добавление апплета «Системный монитор» на панель

source: To add <application>System Monitor</application> to a panel, perform the following steps:
ru: Чтобы добавить апплет <application>«Системный монитор»</application> на панель, выполните следующие действия:

source: Right-click on the panel.
ru: Щёлкните правой кнопкой мыши по панели.

source: Choose <guimenuitem>Add to Panel</guimenuitem>.
ru: Выберите <guimenuitem>«Добавить на панель»</guimenuitem>.

source: Scroll down the list of items in the <guilabel>Add to Panel</guilabel> dialog, then select <guilabel>System Monitor</guilabel>.
ru: Прокрутите вниз список элементов в диалоговом окне <guilabel> «Добавить на панель»</guilabel>, затем выберите <guilabel> «Системный монитор»</guilabel>.

source: Click <guibutton>Add</guibutton>.
ru: Нажмите <guibutton>«Добавить»</guibutton>.

source: The layout of the <application>System Monitor</application> varies depending on the size and type of panel in which the applet resides.
ru: Компоновка апплета <application>«Системный монитор»</application> может изменяться в зависимости от размера и типа панели, на которую он помещён.

source: Viewing Graphs
ru: Просмотр графиков

source: Displaying Additional Graphs
ru: Отображение дополнительных графиков

source: To configure the <application>System Monitor</application> applet, right-click on the applet, then choose <guimenuitem>Preferences</guimenuitem>. Under <guilabel>Monitored Resources</guilabel> you can choose which graphics you want to display:
ru: Чтобы настроить апплет <application>«Системный монитор»</application>, щёлкните правой кнопкой мыши по апплету и в контекстном меню выберите <guimenuitem> «Настройка»</guimenuitem>. Там в разделе <guilabel> «Отслеживаемые ресурсы» </guilabel> можно выбрать графический формат отображения:

source: <guilabel>Processor</guilabel>
ru: <guilabel>Процессор</guilabel>

source: Select this option to display the graph for CPU usage.
ru: Выберите этот параметр для отображения графика по использованию ЦП.

source: <guilabel>Memory</guilabel>
ru: <guilabel>Память</guilabel>

source: Select this option to display the graph for memory usage.
ru: Выберите этот параметр для отображения графика по использованию памяти.

source: <guilabel>Network</guilabel>
ru: <guilabel>Сеть</guilabel>

source: Select this option to display the graph for network traffic.
ru: Выберите этот параметр для отображения графика по сетевому трафику

source: <guilabel>Swap Space</guilabel>
ru: <guilabel>Область подкачки</guilabel>

source: Select this option to display the graph for swap-space usage.
ru: Выберите этот параметр для отображения графика по использованию области подкачки.

source: <guilabel>Load</guilabel>
ru: <guilabel>Загрузка</guilabel>

source: Select this option to display the graph for average system load.
ru: Выберите этот параметр для отображения графика средней загрузки системы.

source: <guilabel>Harddisk</guilabel>
ru: <guilabel>Жёсткий диск</guilabel>

source: Select this option to display the graph for disk usage.
ru: Выберите этот параметр для отображения графика по использованию диска.

source: To Display the Current Usage of a System Resource
ru: Отображение текущего использования ресурса системы

source: To display the current usage of a system resource, position the mouse pointer over the corresponding graph in the applet. A tooltip displays the current usage as a percentage.
ru: Для отображения текущего использования какого-либо ресурса системы необходимо поместить указатель мыши над соответствующим графиком апплета. В подсказке отобразится текущее использование ресурса в процентах.

source: To Display Additional System Monitor Information
ru: Отображение дополнительной информации «Системного монитора»

source: To display additional system monitor information, right-click on the applet, then choose <guimenuitem>Open System Monitor</guimenuitem> to start the <application>System Monitor</application> application.
ru: Чтобы отобразить дополнительную информацию «Системного монитора», щёлкните правой клавишей мыши по апплету и в контекстном меню выберите <guimenuitem> «Открыть системный монитор»</guimenuitem> для запуска приложения <application>«Системный монитор»</application>.

source: The <application>System Monitor</application> application enables you to monitor system processes and usage of system resources. You can use the <application>System Monitor</application> application to modify the behavior of your system.
ru: Приложение <application>«Системный монитор»</application> отслеживает системные процессы и использование системных ресурсов. Данное приложение может быть использовано для изменения поведения системы.

source: Customizing Appearance
ru: Настройка внешнего вида

source: Preferences Dialog
ru: Диалоговое окно настройки параметров

source: <imageobject><imagedata fileref="figures/multiload-preferences.png" format="PNG"/> </imageobject> <textobject> <phrase>Preferences Dialog </phrase> </textobject>
ru: <imageobject><imagedata fileref="figures/multiload-preferences.png" format="PNG"/> </imageobject> <textobject> <phrase>Диалоговое окно настройки параметров</phrase> </textobject>

source: To Change the Width
ru: Изменение ширины

source: In the right-click menu, go to <guimenuitem>Preferences</guimenuitem>. Under <guilabel>Options</guilabel>, use the <guilabel>System monitor width</guilabel> spin box to specify the width of each <application>System Monitor</application> graph in pixels.
ru: В контекстном меню выберите элемент <guimenuitem>«Настройка»</guimenuitem>. В разделе <guilabel>«Опции»</guilabel> находится регулятор поля <guilabel> «Ширина системного монитора» </guilabel>, в котором можно указать ширину каждого графика <application>«Системного монитора»</application> в пикселах.

source: To Update at Regular Intervals
ru: Установка интервала обновления

source: In the right-click menu, go to <guimenuitem>Preferences</guimenuitem>. Under <guilabel>Options</guilabel>, use the <guilabel>System monitor update interval</guilabel> spin box to specify the interval at which you want to update the graphs in milliseconds.
ru: В контекстном меню выберите элемент<guimenuitem>«Настройка»</guimenuitem>. В разделе <guilabel>«Опции»</guilabel> находится регулятор поля <guilabel> «Интервал обновления системного монитора» </guilabel>, в котором можно указать интервал обновления графиков в миллисекундах.

source: Changing the Colors in a Graph
ru: Изменение цветов на графике

source: To change the colors in a graph, perform the following steps:
ru: Чтобы изменить цвета на графике, выполните следующие действия:

source: Right-click on the applet, then choose <guimenuitem>Preferences</guimenuitem>.
ru: Щёлкните правой кнопкой мыши по апплету и в контекстном меню выберите <guimenuitem>«Настройка»</guimenuitem>.

source: Select the relevant tab in the <guilabel>Colors</guilabel> area of the <guilabel>System Monitor Preferences</guilabel> dialog.
ru: Выберите соответствующую вкладку в разделе <guilabel>«Цвета»</guilabel> диалогового окна <guilabel>«Параметры системного монитора»</guilabel>.

source: Click on the relevant color selector button in the selected tabbed section.
ru: Щёлкните по соответствующей кнопке выбора цвета на выбранной вкладке.

source: On the <guilabel>Pick a Color</guilabel> dialog, use the color wheel or spin boxes to choose the line color for the selected parameter.
ru: В диалоговом окне <guilabel>«Выбор цвета»</guilabel> подберите цвет линии для выбранного параметра с помощью цветового круга или регулятора.

source: Click <guibutton>OK</guibutton>.
ru: Нажмите <guibutton>OK</guibutton>.

source: The tabbed section for each resource provides color selection buttons that you can use to change the color of the parameters for each resource.
ru: В разделе с вкладками для каждого ресурса помещены кнопки выбора цвета, которые позволяют изменить цвет параметров для каждого ресурса.

source: Select this tab to display the color buttons for the following parameters:
ru: Выберите эту вкладку для отображения кнопок выбора цвета следующих параметров:

source: Parameter
ru: Параметр

source: Description
ru: Описание

source: <guilabel>User</guilabel>
ru: <guilabel>Пользователь</guilabel>

source: Processor time used by non-kernel activities
ru: Затраты процессорного времени на действия, не связанные с ядром

source: <guilabel>System</guilabel>
ru: <guilabel>Система</guilabel>

source: Processor time used by kernel activities
ru: Затраты процессорного времени на действия, связанные с ядром

source: <guilabel>Nice</guilabel>
ru: <guilabel>Приоритет</guilabel>

source: Processor time used by low-priority processes
ru: Затраты процессорного времени на процессы с низким приоритетом

source: Processor time used waiting for I/O
ru: Затраты процессорного времени на ожидание ввода/вывода

source: <guilabel>Idle</guilabel>
ru: <guilabel>Неактивность</guilabel>

source: Unused processor capacity
ru: Неиспользованные возможности процессора

source: Memory used by non-kernel activities
ru: Затраты памяти на действия, не связанные с ядром

source: <guilabel>Shared</guilabel>
ru: <guilabel>Разделяемая</guilabel>

source: Memory used by more than one application
ru: Память, используемая несколькими приложениями

source: <guilabel>Buffers</guilabel>
ru: <guilabel>Буфера</guilabel>

source: Memory used to temporarily store sent or received data
ru: Память, используемая для временного хранения отправляемых или получаемых данных

source: <guilabel>Cached</guilabel>
ru: <guilabel>Кэшированная</guilabel>

source: Memory used to store data for fast access
ru: Память для быстрого доступа к хранящимся данным

source: <guilabel>Free</guilabel>
ru: <guilabel>Свободная</guilabel>

source: Memory not currently in use
ru: Неиспользуемая память

source: <guilabel>In</guilabel>
ru: <guilabel>Входящий</guilabel>

source: Incoming traffic
ru: Входящий сетевой трафик

source: <guilabel>Out</guilabel>
ru: <guilabel>Исходящий</guilabel>

source: Outgoing traffic
ru: Исходящий сетевой трафик

source: <guilabel>Local</guilabel>
ru: <guilabel>Локальный</guilabel>

source: Traffic over loopback
ru: Сетевой трафик на loopback-интерфейсе

source: <guilabel>Background</guilabel>
ru: <guilabel>Фон</guilabel>

source: Graph background color
ru: Цвет фона графика

source: <guilabel>Gridline</guilabel>
ru: <guilabel>Линия сетки</guilabel>

source: Color of horizontal gridline when scaling graph
ru: Цвет горизонтальной линии сетки при изменении масштаба графика

source: <guilabel>Indicator</guilabel>
ru: <guilabel>Индикатор</guilabel>

source: Color of indicator showing which threshold was reached
ru: Цвет индикатора, отображающего достигнутый предел

source: <guilabel>Used</guilabel>
ru: <guilabel>Использовано</guilabel>

source: Swap space being used by the system
ru: Область подкачки, используемая системой

source: Swap space that is free to be used
ru: Неиспользованная область подкачки

source: <guilabel>Average</guilabel>
ru: <guilabel>Средняя</guilabel>

source: System Load
ru: Загрузка системы

source: that is, no load
ru: Означает работу без нагрузки

source: <guilabel>Grid line</guilabel>
ru: <guilabel>Линия сетки</guilabel>

source: Color of grid lines
ru: Цвет линий сетки

source: <guilabel>Read</guilabel>
ru: <guilabel>Чтение</guilabel>

source: Disk read rate
ru: Скорость чтения диска

source: <guilabel>Write</guilabel>
ru: <guilabel>Запись</guilabel>

source: Disk write rate
ru: Скорость записи диска

source: Idle disk time
ru: Время неактивности диска

source: Network speed thresholds
ru: Пределы скорости сети

source: Thresholds together with indicator allow network graph to scale and better represent actual workload. If combined network traffic (in + out + loopback) is below threshold1, no indicator is shown, y-axis on network graph go from 0 to threshold1. When traffic is more than threshold1, one indicator will be shown and y-axis now go from 0 to threshold2. When threshold2 is reached, two indicators will be shown and y-axis go from 0 to threshold3. When threshold3 is reached, three indicators are shown and y-axis go from 0 to whatever is current maximum in graph.
ru: Пределы и индикаторы позволяют масштабировать график сети длясоздания более наглядного представления фактической рабочей загрузки. Когда суммарный сетевой трафик (входящий + исходящий + loopback) не достигает предела 1, индикаторы не отображаются, а ось Y на графике сети выводится в диапазоне от 0 до предела 1. Когда объём трафика превышает предел 1, отображается один индикатор, а ось Y выводится в диапазоне от 0 до предела 2. При достижении предела 2 отображается уже два индикатора, а ось Y выводится в диапазоне от 0 до предела 3. При достижении предела 3, отображается три индикатора, а диапазон оси Y выводится от 0 до максимального значения на графике.

source: Gridlines are hard to explain, just observe, and they are obvious.
ru: Линии сетки проще увидеть, чем описать, тем более что они слишком заметны.

source: link
ru: ссылка

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
ru: Разрешается копировать, распространять и / или изменять этот документ в соответствии с условиями лицензии GNU Free Documentation License (GFDL), версии 1.1 или любой более поздней версии, опубликованной Фондом свободного программного обеспечения без каких-либо инвариантных разделов, без добавления текста в начале или в конце. Вы можете найти копию GFDL здесь <_:ulink-1/> или в файле COPYING-DOCS, распространяемом вместе с этим руководством.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ru: Этот документ является частью документации MATE, распространяемой на условиях лицензии GFDL. Если вы хотите распространять этот документ отдельно от общей документации, вы должны приложить копию лицензии к документу, как написано в части 6 лицензии.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ru: Некоторые имена и марки используются компаниями для обозначения их продуктов и услуг и являются торговыми марками. Там, где эти имена присутствуют в документации и где участники проекта документирования MATE знают об этом, имена выделяются заглавными буквами или начальной заглавной буквой.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ru: ДОКУМЕНТ РАСПРОСТРАНЯЕТСЯ «КАК ЕСТЬ», БЕЗ ВСЯКИХ ГАРАНТИЙ, ЯВНЫХ ИЛИ НЕЯВНЫХ, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, ГАРАНТИИ ТОГО, ЧТО ДОКУМЕНТ ИЛИ ИЗМЕНЁННАЯ ВЕРСИЯ ДОКУМЕНТА СВОБОДНА ОТ ДЕФЕКТОВ, ПРИГОДНА К ПРОДАЖЕ, ПРИГОДНА К ИСПОЛЬЗОВАНИЮ В ОПРЕДЕЛЁННЫХ ЦЕЛЯХ ИЛИ НЕ НАРУШАЕТ ЗАКОНЫ. ВЕСЬ РИСК, КАСАЮЩИЙСЯ КАЧЕСТВА, ТОЧНОСТИ ИЛИ ПРАВИЛЬНОСТИ ДОКУМЕНТА ИЛИ ИЗМЕНЁННЫХ ВЕРСИЙ ДОКУМЕНТА, ЛЕЖИТ НА ВАС. ЕСЛИ ДОКУМЕНТ ИЛИ ИЗМЕНЁННАЯ ВЕРСИЯ ДОКУМЕНТА ИМЕЕТ НЕДОСТАТКИ, ВЫ (А НЕ АВТОР ДОКУМЕНТА ИЛИ ЕГО ПОМОЩНИК) БЕРЁТЕ НА СЕБЯ СТОИМОСТЬ ЛЮБОЙ НЕОБХОДИМОЙ ДОРАБОТКИ, КОРРЕКЦИИ ИЛИ ВОССТАНОВЛЕНИЯ. ЭТОТ ОТКАЗ ОТ ГАРАНТИЙ СОСТАВЛЯЕТ ВАЖНУЮ ЧАСТЬ ЛИЦЕНЗИИ. НИКАКОЕ ИСПОЛЬЗОВАНИЕ ДОКУМЕНТА ИЛИ ИЗМЕНЁННОЙ ВЕРСИИ ДОКУМЕНТА НЕ ДОПУСКАЕТСЯ БЕЗ ДАННОГО ПРЕДУПРЕЖДЕНИЯ И
